Repository: tradumatica/mtradumatica
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, es

source: Home
ca: Inici
es: Inicio

source: You logged out successfully
ca: Heu sortit del sistema
es: Has logrado salir del entorno

source: New user logging is temporary disabled
ca: El registre de nous usuaris està temporalment deshabilitat
es: El acceso de usuarios nuevos está temporalmente deshabilitado

source: User temporary banned
ca: Usuari temporalment bloquejat
es: Usuario bloqueado temporalmente

source: You have been logged in successfully
ca: Heu accedit al sistema
es: Has logrado acceder al entorno

source: Dashboard
ca: Tauler de control
es: Panel de control

source: Toggle
ca: Cambiar
es: Cambiar

source: Check the load and health of the components of the system.
ca: Comproveu la càrrega i l'estat dels components del sistema.
es: Comprueba la carga y el estado de los componentes del sistema.

source: System
ca: Sistema
es: Sistema

source: Users
ca: Usuaris
es: Usuarios

source: Queue
ca: Cua
es: Cola

source: Translators
ca: Traductors
es: Traductores

source: Memory
ca: Memòria
es: Memoria

source: Disk Space
ca: Espai al disc
es: Espacio en disco

source: %(used).2f GB used (%(percent).1f%%) of %(total).2f GB in total, from which
ca: %(used).2f GB utilitzats (%(percent).1f%%) de %(total).2f GB en total, dels quals
es: %(used).2f GB usados (%(percent).1f%%) de %(total).2f GB en total, de los cuales

source: MT engines: %(mt_size).2f GB (%(mt_engines)d engines)
ca: Motors de TA: %(mt_size).2f GB (%(mt_engines)d motors)
es: Motores de traducción: %(mt_size).2f GB (%(mt_engines)d motores)

source: Training corpora: %(tc_size).2f GB (%(tc_files)d items)
ca: Corpus d'entrenament: %(tc_size).2f GB (%(tc_files)d ítems)
es: Corpus de entrenamiento: %(tc_size).2f GB (%(tc_files)d elementos)

source: Language models: %(lm_size).2f GB (%(lm_models)d models)
ca: Models de llengua: %(lm_size).2f GB (%(lm_models)d models)
es: Modelos de lengua: %(lm_size).2f GB (%(lm_models)d modelos)

source: Temporary files: %(tmp_size).2f GB
ca: Fitxers temporals: %(tmp_size).2f GB
es: Ficheros temporales: %(tmp_size).2f GB

source: CPU cores
ca: Nucli de CPU
es: Hilos de CPU

source: System load
ca: Càrrega del sistema
es: Carga del sistema

source: Refresh
ca: Actualitzar
es: Refrescar

source: Name
ca: Nom
es: Nombre

source: MT engines
ca: Motors de TA
es: Motores de traducción

source: Disk space (Mb)
ca: Espai al disc (Mb)
es: Espacio en disco (Mb)

source: Admin
ca: Administrador
es: Administrador

source: Banned
ca: Bloquejat
es: Expulsado

source: Disable registration of new users
ca: Desactiva el registre de nous usuaris
es: Desactivar el registro de usuarios nuevos

source: Task name
es: Nombre de tarea

source: Status
ca: Estat
es: Estado

source: Creation date
ca: Data de creació
es: Fecha de creación

source: Worker
ca: Procés
es: Proceso

source: Working on
ca: Executant-se a
es: Ejecutándose en

source: Language pair
ca: Parell de llengües
es: Idiomas

source: Size (Mb)
ca: Tamany (Mb)
es: Tamaño (Mb)

source: User e-mail
ca: Correu electrònic de l'usuari
es: E-mail de usuario

source: File manager
ca: Gestor de fitxers
es: Ficheros

source: Bitext manager
ca: Gestor de bitextos
es: Bitextos

source: Monolingual corpora
ca: Corpus monolingües
es: Corpus monolingüe

source: Create bilingual corpora to train SMT systems. Add as many source-target files as you want to your bitext provided that they are parallel!
ca: Creeu corpus bilingües per entrenar sistemes TAE. Afegiu tants fitxers originals i meta com vulgueu al vostre bitext sempre que siguin paral·lels.
es: Crea corpus bilingües para entrenar sistemas de traducción automática estadística. Agrega tantos ficheros paralelos como quieras a tus bitextos.

source: Bitext name
ca: Nom del bitext
es: Nombre

source: Languages
ca: Llengües
es: Idiomas

source: Lines
ca: Línies
es: Líneas

source: Date
ca: Data
es: Fecha

source: Create a new bitext
ca: Crear un nou text
es: Crear un bitexto nuevo

source: Source language
ca: Llengua origen
es: Lengua origen

source: None
ca: Cap
es: Ninguno

source: Target language
ca: Llengua meta
es: Lengua meta

source: Close
ca: Tancar
es: Cerrar

source: Create
ca: Crear
es: Crear

source: Add content to bitext
ca: Afegir contingut a bitext
es: Añadir contenido

source: Files
ca: Fitxers
es: Ficheros

source: Add content
ca: Afegir contingut
es: Añadir contenido

source: Excerpt of
ca: Fragment de
es: Muestra de

source: Build LMs
ca: Entrenar ML
es: Entrenar ML

source: Add either text or TMX files to MTradumàtica; you will always find them all stored here.
ca: Afegiu fitxers de text o TMX a MTradumàtica; sempre els trobareu emmagatzemats aquí.
es: Añade ficheros de texto o memorias TMX a Mtradumàtica; siempre estarán almacenados aquí.

source: File name
ca: Nom de l'arxiu
es: Nombre

source: Language
ca: Llengua
es: Idioma

source: Words (unique)
ca: Paraules (úniques)
es: Palabras (únicas)

source: Chars
ca: Caràcters
es: Caracteres

source: Click here or drag and drop files
ca: Feu clic aquí o arrossegueu els fitxers
es: Haz clic aquí o arrastra ficheros

source: (you can upload more than one file at once)
ca: (podeu carregar més d’un fitxer alhora)
es: (puedes cargar más de un fichero a la vez)

source: Monotext manager
ca: Gestor de monotextos
es: Administrador de monotextos

source: Create monolingual corpora to train language models. Add one or more files to each monotext provided that they are all in the same language!
ca: Creeu corpus monolingües per entrenar models de llengua. Afegiu un o més fitxers a cada monotext sempre que siguin tots en un mateix idioma.
es: Crea corpus monolingües que se utilizarán para entrenar modelos de lengua. Añade uno o más ficheros a cada monotexto procurando que todos ellos estén en el mismo idioma.

source: Monotext name
ca: Nom del monotext
es: Nombre

source: Create a new monotext
ca: Creeu un monotext nou
es: Crear un nuevo monotexto

source: Add content to monotext
ca: Afegiu contingut al monotext
es: Añadir contenido

source: File to append
ca: Fitxer que cal afegir
es: Fichero para añadir

source: Evaluate
ca: Avaluar
es: Evaluar

source: Invalid input files
ca: Els fitxers d'entrada no són vàlids
es: Archivos de entrada no válidos

source: Evaluate MT performance
ca: Avaluar el rendiment de la TA
es: Evaluar el rendimiento de la traducción automática

source: Calculate MT quality metrics using human translation as a reference and as many different MT outputs as you attach to it. The input files need to be sentence-aligned UTF-8 text files in order to get accurate scores. As a practical limit, only the first 3000 lines of the files are taken into account.
ca: Calcular mètriques automàtiques de rendiment de la TA utilitzant com a referència una traducció professional i tantes sortides de TA diferents com vulgueu. Els fitxers d’entrada han de ser fitxers de text UTF-8 alineats a oració per obtenir puntuacions precises. En la pràctica, només es tenen en compte les 3.000 primeres línies dels fitxers .
es: Calcula métricas de calidad de traducción automática utilizando la traducción humana como referencia y tantas salidas MT diferentes como se adjunten. Los archivos de entrada deben ser archivos de texto UTF-8 alineados a frase para que las puntuaciones sean correctas. En la práctica sólo las primeras 3000 líneas de los archivos suministrados se tienen en cuenta.

source: Human translation
ca: Traducció professional
es: Traducción humana

source: Machine translation (one or more)
ca: Traducció automàtica (una o més)
es: Traducción automática (una o más)

source: Test file
ca: Prova
es: Fichero de prueba

source: Legend
ca: Llegenda
es: Leyenda

source: %% of word n-grams of the reference file present on the MT file.
ca: %% de n-grames de paraules del fitxer de referència presents al fitxer TA.
es: %% de n-gramas de palabras del fichero referencia presentes en la traducción automática.

source: %% of character n-grams of the reference file present on the MT file.
ca: %% de n-grames de caràcters del fitxer de referència presents al fitxer TA.
es: %% de n-gramas de caracteres del fichero de referencia presentes en la traducción automática.

source: A classifier based in character n-grams and permutation trees.
ca: Un classificador basat en n-grames de caràcters i arbres de permutació.
es: Un clasificador basado en n-gramas de caracteres y árboles de permutaciones.

source: %% of characters needing modification in the MT file in order to match the reference file.
ca: un %% de caràcters necessiten modificacions al fitxer TA per coincidir amb el fitxer de referència.
es: %% de caracteres que necesitan ser modificados en la traducción automática para componer el fichero de referencia.

source: A variation of TER.
ca: Una variació de TER.
es: Una variación de TER.

source: Please wait
ca: Si us plau, espereu
es: Espera un momento

source: Cancel translation task
ca: Cancel·lar la tasca de traducció
es: Cancelar tarea de traducción

source: Language models
ca: Models de llengua
es: Modelos de lengua

source: Optimize
ca: Optimitzar
es: Optimizar

source: Language model trainer
ca: Entrenador de models de llengua
es: Entrenar modelos de lengua

source: Train language models by selecting monotexts previously defined. The training will be automatically launched!
ca: Entreneu models de llengua seleccionant monotextos anteriorment elaborats. L'entrenament s’iniciarà automàticament.
es: Entrena modelos de lengua mediante la selección de monotextos previamente definidos. El entrenamiento se lanzará automáticamente.

source: Model name
ca: Nom del model
es: Nombre

source: Monolingual corpus
ca: Corpus monolingüe
es: Corpus monolingüe

source: Training time
ca: Temps d’entrenament
es: Tiempo de entrenamiento

source: Train a new language model
ca: Entrenar un nou model de llengua
es: Entrenar un nuevo modelo de lengua

source: Monotext
es: Monotextos

source: Train
ca: Entrenar
es: Entrenar

source: Translator trainer
ca: Entrenador de traductors
es: Entrenador de traductores

source: Train SMT systems by combining bitexts and language models for a language pair.
ca: Entreneu sistemes TAE combinant bitextos i models de llengua per a un par de llengües.
es: Entrena sistemas SMT mediante la combinación de bitextos y modelos de lengua para un par de lenguas dado.

source: Optimising can take time but also bring higher quality.
ca: L’optimització pot tardar prou, però també aporta una qualitat superior.
es: La optimización puede llevar mucho tiempo pero también proporcionar una mejor calidad.

source: Translator name
ca: Nom del traductor
es: Nombre

source: Bitext
es: Bitexto

source: Training
ca: Entrenament
es: Entrenamiento

source: Optimization
ca: Optimització
es: Optimización

source: Evaluation
ca: Avaluació
es: Evaluación

source: Create a new translator
ca: Crear un nou traductor
es: Crear un nuevo traductor

source: Give a name to the translator
ca: Anomeneu el traductor
es: Pon un nombre al traductor

source: From bitexts and LMs
ca: Amb bitextos i ML
es: Con bitextos y ML

source: From files (no pre-built LM)
ca: Amb fitxers (sense ML)
es: Con ficheros (sin LMs existentes)

source: Link existing MT
ca: Enllaceu un TA existent
es: Enlace traductores

source: Laguage model
ca: Model de llengua
es: Modelo de lengua

source: Source side
ca: Origen
es: Lengua origen

source: Target side
ca: Meta
es: Lengua meta

source: First translator
ca: Primer traductor
es: Primer traductor

source: Second translator
ca: Segon traductor
es: Segundo traductor

source: Add
ca: Afegir
es: Añadir

source: Optimize translator
ca: Optimitzar traductor
es: Optimizar traductor

source: Evaluate translator
ca: Avaluar traductor
es: Evaluar traductor

source: The input files need to be plain text files, at one sentence per line, and to have the same number of sentences.
ca: Els fitxers d'entrada han de ser fitxers de text pla amb una oració per línia i amb el mateix nombre de línies.
es: Los ficheros de entrada han de ser ficheros txt con una oración por línea, y tener el mismo número de líneas.

source: Original language text
ca: Text en llengua origen
es: Texto en lengua original

source: Translate
ca: Traduir
es: Traducir

source: Inspect
ca: Inspeccionar
es: Inspeccionar

source: Query and examine components of SMT engines.
ca: Consulteu i examineu els components dels motors TAE.
es: Examina los componentes internos de los motores SMT.

source: Translation models
ca: Models de traducció
es: Modelos de traducción

source: Probabilistic bilingual dictionary
ca: Diccionari probabilistic bilingüe
es: Diccionario bilingüe probabilístico

source: Translation details
ca: Detalls de la traducció
es: Detalles de traducción

source: Moses remote server
ca: Servidor remot Moses
es: Servidor remoto de Moses

source: Input text
ca: Text d'entrada
es: Texto de entrada

source: Insert tokenized text here
ca: Afegiu aquí el text tokenitzat
es: Inserte texto tokenizado aquí

source: LM / LM from translator
ca: Model de llengua / Model de llengua del traductor
es: Modelo de lengua / Modelo de lengua del traductor

source: Output
ca: Sortida
es: Salida

source: Query
ca: Consultar
es: Consulta

source: TM from translator
ca: Memòria del traductor
es: Modelo de traducción

source: Translator
ca: Traductor
es: Traductor

source: Clear
ca: Eliminar
es: Borrar

source: Tokenized input
ca: Entrada tokenitzada
es: Entrada tokenizada

source: Truecased input
ca: Text d'entrada amb capitalització truecase
es: Entrada demayusculizada

source: Alignments
ca: Aliniaments
es: Alineamientos

source: Unknown words
ca: Paraules desconegudes
es: Palabras desconocidas

source: Truecased output
ca: Text de sortida amb capitalització truecase
es: Salida demayusculizada

source: Detruecased output
ca: Text de sortida sense capitalització truecase
es: Salida con mayúsculas restauradas

source: Output text
ca: Text de sortida
es: Texto de salida

source: N-best list
ca: Llista de n-millors
es: Lista de n-mejores

source: Search
ca: Cercar
es: Búsqueda

source: Insert single word here
ca: Inseriu aquí una sola paraula
es: Introduzca una única palabra

source: Query type
ca: Tipus de consulta
es: Tipo de consulta

source: Source
ca: Origen
es: Origen

source: Target
ca: Meta
es: Meta

source: Results
ca: Resultats
es: Resultado

source: Use the address <code>{}</code> to access the remote Moses translation service
ca: Utilitzeu l'enllaç <code>{}</code> per accedir al servei de traducció remot de Moses
es: Usa la dirección <code>{}</code> para acceder al servicio remoto de traducción

source: Start server
ca: Iniciar servidor
es: Arrancar servidor

source: Stop server
ca: Parar servidor
es: Parar servidor

source: Select a translator, input a text or a document and press 'Translate' to get the translation done. Supported document types include HTML, TXT, DOCX, PPTX, XLSX, ODT, ODS and ODP. You can translate also translation memories in TMX format.
ca: Seleccioneu un traductor, introduïu un document i premeu 'Traduir' per obtenir la traducció automàtica. Els tipus de documents que podeu pujar són HTML, TXT, DOCX, PPTX, XLSX, ODT, ODS i ODP. També podeu traduir memòries de traducció en format TMX.
es: Selecciona un traductor, añade un texto o documento y pulsa el botón 'Translate' para obtener el resultado. Damos soporte a los siguientes formatos de documento: HTML, TXT, DOCX, PPTX, XLSX, ODT, ODS y ODP.

source: Text
es: Texto

source: Documents
es: Documentos

source: Select document
ca: Seleccioneu el tipus de document
es: Seleccionar documento

source: Browse...
ca: Navegar...
es: Navegar...

source: Filetype not supported
ca: El tipus de fitxer no és compatible
es: Tipo de fichero no soportado

source: Download also the translation memory in TMX format
ca: Descarregueu la memòria de traducció en format TMX
es: Descarga también la memoria de traducción en formato TMX

source: Select TMX
ca: Seleccionar TMX
es: Selecciona TMX

source: No data available in table
ca: No hi ha dades disponibles a la taula
es: No hay datos disponibles

source: Showing _START_ to _END_ of _TOTAL_ entries
ca: S'estan mostrant de_START_ a_END_ de _TOTAL_ entrades
es: Mostrando _START_ a _END_ de _TOTAL_ entradas

source: Showing 0 to 0 of 0 entries
ca: Mostrant de 0 a 0 de 0 entrades
es: Mostrando 0 a 0 de 0 entradas

source: (filtered from _MAX_ total entries)
ca: (filtrat d'un total de _MAX_ entrades)
es: (filtrado de _MAX_ entradas en total)

source: Show _MENU_ entries
ca: Mostrar les entrades de _MENU_
es: Mostrando _MENU_ entradas

source: Loading...
ca: S'està carregant...
es: Cargando...

source: Processing...
ca: S'està processant...
es: Procesando...

source: Search:
ca: Cercar:
es: Buscar:

source: No matching records found
ca: No s'ha trobat cap coincidència
es: No se encontraron registros concordantes

source: First
ca: Primer
es: Primera

source: Last
ca: Últim
es: Última

source: Next
ca: Següent
es: Siguiente

source: Previous
ca: Anterior
es: Anterior

source: : activate to sort column ascending
ca: : ordenar la columna en ordre ascendent
es: : activar para ordenar la columna ascendentemente

source: : activate to sort column descending
ca: : ordenar la columna en ordre descendent
es: : activar para ordenar la columna descendentemente

source: Toggle navigation
ca: Canviar vista
es: Cambiar vista

source: Data
ca: Dades
es: Datos

source: Monotexts
ca: Monotextos
es: Monotextos

source: Bitexts
ca: Bitextos
es: Bitextos

source: Logout
ca: Tancar sessió
es: Salir

source: Login
ca: Iniciar sessió
es: Acceder

source: Change language selection
ca: Canviar l’idioma seleccionat
es: Cambiar selección de idioma

source: Visit MTradumàtica on Github
ca: Visiteu MTradumàtica al Github
es: Visita MTradumàtica en Github

source: Download MTradumàtica on GitHub
ca: Podeu descarregar MTradumàtica en GitHub
es: Descarga MTradumàtica en Github

source: Download
ca: Descàrrega:
es: Descargar

source: With MTradumàtica you can train custom statistical machine translation (SMT) systems. Create SMT components and understand how they all interact together.
ca: Amb MTradumàtica podreu entrenar sistemes de traducció automàtica estadística personalitzats (TAE), crear components de TAE i veure com tots interactuen junts.
es: Con Mtradumàtica puedes entrenar sistemas de traducción estadística (SMT) a medida, crear sus componentes y entender cómo interactúan.

source: Start uploading your files now
ca: Comenceu carregant els fitxers
es: Empieza por cargar ficheros

source: <b>New</b>: With MTradumàtica you can evaluate the performance of your MT systems and obtain quality metrics such as BLEU, chrF3, TER and WER.
ca: <b>Nou</b>: Avalueu el rendiment del vostres sistemes de TA i obtenir mètriques automàtiques com ara BLEU, chrF3, TER i WER.
es: <b>Nuevo</b>: con MTradumàtica ahora puedes evaluar el rendimiento de tus sistemas de traducción automática y obtener métricas de calidad como BLEU, chrF3, TER y WER.

source: Evaluate your systems now
ca: Avalueu els vostres sistemes
es: Evalúa tus sistemas ahora

source: Upload files
ca: Carregar fitxers
es: Cargar ficheros

source: Start uploading files: plain text files with source and target language texts or TMX translation memories. If you need some more text you can find it at <a href="http://opus.lingfil.uu.se" target="_blank">OPUS</a>.
ca: Comenceu a carregar fitxers: fitxers de text amb l'original i les seves traduccions o memòries de traducció (TMX). Si necessiteu més memòries les podeu trobar a <a href="http://opus.lingfil.uu.se" target="_blank">OPUS</a>.
es: Carga tus ficheros: parejas de ficheros de texto alineados a frase por línea o bien memorias de traducción TMX. Si necesitas más texto puedes conseguirlo en <a href="http://opus.lingfil.uu.se" target="_blank">OPUS</a>.

source: Create Monotexts
ca: Crear monotextos
es: Crear monotextos

source: Create monolingual corpora from one or more of your files. They will be used to train language models (LMs) for the target languages of your SMT systems.
ca: Creeu corpus monolingües a partir d’un o més fitxers. S'utilitzaran per entrenar models de llengua (ML) per a les llengües meta dels vostres sistemes TAE.
es: Crea corpus monolingües a partir de uno o más de sus ficheros, que serán utilizados posteriormente para entrenar modelos de lengua (ML) de las lenguas meta de tus traductores SMT.

source: Entrenar LMs
es: Crear ML

source: See how different language models (LMs) can affect translation quality, especially when they are similar to what you want to translate.
ca: Consulteu com poden afectar diferents models de llengua (ML) a la qualitat de la traducció, sobretot quan són similars a allò que voleu traduir.
es: Investiga cómo diferentes modelos de lengua (ML) pueden afectar a la calidad de la traducción, en especial cuando los textos utilizados se parecen más la tarea de traducción.

source: Train Language Models
ca: Entrenar models de llengua
es: Entrenar modelos de lengua

source: Create Bitexts
ca: Crear bitextos
es: Crear bitextos

source: Create bilingual corpora from one or more paired source-target files. You can join two or more bitexts together to create a bigger one.
ca: Creeu corpus bilingües a partir d’un o més fitxers de text original i meta aparellats. Podeu unir dos o més bitextos per crear-ne un de més gran.
es: Crea corpus bilingües para uno o más pares de ficheros lengua orígen-lengua meta. Es posible juntar dos o más bitextos para crear uno mayor.

source: Create a Bitext
ca: Crear un bitext
es: Crear un bitexto

source: Build Translators
ca: Entrenar traductors
es: Entrenar traductores

source: Build a new machine translator with bitexts and language models. Create translators with different texts and see the effect of optimising them.
ca: Creeu un nou traductor automàtic amb models de llengua i bitextos. Creeu traductors amb diferents textos i veieu quin és l’efecte d’optimitzar-los.
es: Crea un nuevo traductor automático a partir de un bitexto y un modelo de lengua. Crea traductores con textos diferentes y observa el efecto de la optimización.

source: Train a Translator
ca: Entrenar un traductor
es: Entrenar un traductor

source: See your translators in action, test and compare them. Translate short texts or documents. As soon as you have a new translator, you will be able to try it!
ca: Veieu els vostres traductors en acció, proveu-los i compareu-los. Tradueix textos o documents breus. Tan aviat com tingueu un traductor nou, el podreu provar!
es: Echa un vistazo a tus traductores, pruébalos y compáralos. Traduce textos cortos o documentos tan pronto como tengas un nuevo traductor disponible.

source: E-mail
ca: Correu electrònic

source: LM
ca: ML
